arcanis.vscode-zipfs
asvetliakov.vscode-neovim
biomejs.biome
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
firsttris.vscode-jest-runner
golang.go
mattpocock.ts-error-translator
oxc.oxc-vscode
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tamasfe.even-better-toml
typescriptteam.native-preview
vunguyentuan.vscode-css-variables
